Repository: rastapezzolo/gravityforms-to-mailup
Catalog: languages/gravityformsmailup-*.po
Languages: it_it

source: Update Settings
it_it: Aggiorna impostazioni

source: MailUp Account Information
it_it: Informazioni account

source: MailUp makes it easy to send email newsletters to your customers, manage your subscriber lists, and track campaign performance. Use Gravity Forms to collect customer information and automatically add them to your MailUp subscriber list. If you don't have a MailUp account, you can %1$s sign up for one here.%2$s<br><br>
it_it: MailUp rende facile inviare newsletter via email ai vostri clienti, gestire le liste di abbonati e tenere traccia del rendimento delle campagne. Utilizza i moduli Graviry Forms per raccogliere informazioni sui clienti e aggiungerli al tuo elenco abbonati MailUp automaticamente. Se non disponi di un account MailUp, è possibile%1$s registrarsi qui.%2$s

source: MailUp Connection:
it_it: Connessione MailUp

source: Authorized
it_it: Autorizzato

source: Unauthorized
it_it: Non autorizzato

source: Name
it_it: Nome

source: Enter a feed name to uniquely identify this setup.
it_it: Inserisci un feed name unico per identificare questo setup

source: MailUp List
it_it: Lista MailUp

source: Select the MailUp list you would like to add your contacts to.
it_it: Seleziona la lista MailUp sulla quale vuoi aggiungere i contatti

source: List Groups
it_it: Gruppi nella lista

source: Warning: if Double Opt-in is ENABLED the recipient will be subscribed only in one group, the first one that satisfies the conditions.<br><br>
it_it: Attenzione: se è abilitato il Double Opt-in l'indirizzo e-mail verrà iscritto solo in un gruppo, il primo che soddisfa le condizioni impostate.<br><br>

source: Groups
it_it: Gruppi

source: When one or more groups are enabled, users will be assigned to the groups in addition to being subscribed to the MailUp list. When disabled, users will not be assigned to groups.
it_it: Quando uno o più gruppi sono attivati gli utenti saranno assegnati ai gruppi oltre ad essere iscritti alla lista MailUp. Quando disattivato, gli utenti non saranno assegnati ai gruppi.

source: Default Mailup Fields
it_it: Campi Default MailUp

source: Email is mandatory, mobile number is optional.<br><br>
it_it: L'indirizzo e-mail è obbligatorio. Il numero di telefono è opzionale.<br><br>

source: Map Fields
it_it: Collega i campi

source: Associate your MailUp merge variables to the appropriate Gravity Form fields by selecting.
it_it: Associate i campi del Modulo Gravity Forms con i campi di MailUp

source: Personal Data Fields
it_it: Dati personali

source: Personal data fields are updated in any case, regardless the previous subscription status (if any).<br><br>
it_it: I dati personali verranno aggiornati in ogni caso, a prescindere dello stato di sottoscrizione precedente (se presente) .

source: Other Options
it_it: Altre opzioni

source: Opt-In Condition
it_it: Condizioni di Opt-In

source: Enable
it_it: Abilitato

source: Export to MailUp if
it_it: Esporta su MailUp se

source: When the opt-in condition is enabled, form submissions will only be exported to MailUp when the conditions are met. When disabled all form submissions will be exported.
it_it: Quando la condizione di opt-in è abilitata i moduli saranno esportati su MailUp quando vengono soddisfatte le condizioni definite. Quando disattiva verranno esportat tutti i moduli.

source: Options
it_it: Opzioni

source: When the double opt-in option is enabled, MailUp will send a confirmation email to the user and will only add them to your MailUp list upon confirmation.
it_it: Quando l'opzione double opt-in è abilitata MailUp invierà una mail di conferma per l'utente. L'utente verrà aggiunto a MailUp solo al momento della conferma.

source: Send Welcome Email
it_it: Invia Email di benvenuto (se disponibile)

source: When this option is enabled, users will receive an automatic welcome email from MailUp upon being added to your MailUp list.
it_it: Quando questa opzione è attivata, gli utenti riceveranno una e-mail automatica di benvenuto (se disponibile) da MailUp dopo essere stati aggiunto alla tua lista MailUp.

source: Could not load MailUp contact lists. <br/>Error:
it_it: Impossibile caricare le liste MailUp. <br/>Errore:

source: Select a MailUp List
it_it: Seleziona una lista MailUp

source: Assign to group:
it_it: Assegnal al gruppo:

source: Always
it_it: Sempre

source: If
it_it: Se

source: No list related
it_it: Nessuna lista relazionata

source: I understand this change, dismiss this message!
it_it: Ho capito, nascondi questo messaggio!

source: Please wait...
it_it: Attendere prego...
